
coco_menu_raw = "鲜芋牛奶（无糖去冰）。以芋头为主要配料，搭配牛奶和珍珠，适合喜欢芋泥的顾客。" \
                "17岁清茶+奶霜+芋泥+布丁（无糖去冰）。以清爽解腻著称，满满的芋泥和布丁增添了饮品的丰富口感。" \
                "法式奶霜红茶+芋泥+脆啵啵（无糖去冰）。适合加入冰淇淋，形成冰淇淋芋泥红茶的独特风味。" \
                "茉香奶绿+芋泥+珍珠（无糖去冰）。以淡淡的茉香和芋泥为特色，无糖后口感更佳。" \
                "蜜恋桃桃+爆爆珠（微糖，冰沙）。以蔓越莓、桃子果肉、晶球和奶霜为主要配料，口感丰富。" \
                "梦幻星空葡萄+脆啵啵（微糖，冰沙）。以葡萄冰沙为主，适合夏天饮用。" \
                "奶茶三兄弟。包含龟苓膏、布丁、珍珠，提供浓郁奶茶香和弹弹的口感。" \
                "鲜芋青稞牛奶。结合了牛奶和芋头，还有青稞和红豆，推荐半糖。" \
                "鲜百香双响炮。以百香果味为主，酸甜适中，特别适合夏天。" \
                "奶霜草莓。厚实的草莓果肉搭配珍珠椰果，口感丰富。" \
                "铁观音珍珠奶茶。茶和奶的完美结合，适合不喜欢甜食的顾客。" \
                "冰淇凌红茶。加入冰淇淋后，形成香草奶茶的味道。" \
                "葡萄柚养乐多。葡萄柚和养乐多的完美结合，适合不喜欢纯甜饮料的顾客。" \
                "奶霜莓莓果茶。以树莓籽为特色，奶味浓郁。" \
                "轻奶茶西米露布丁。绿茶味道浓郁，搭配布丁和西米露。" \
                "铁观音奶盖。微微的茶味，搭配红豆和布丁。" \
                "酒酿桂圆红枣茶。特别温暖治愈，适合特殊时期饮用"

coco_menu_json = {
    "brand": "coco",
    "links": [
        {
            "name": "鲜芋牛奶",
            "description": "以芋头为主要配料，搭配牛奶和珍珠，适合喜欢芋泥的顾客。"
        },
        {
            "name": "17岁清茶",
            "description": "以清爽解腻著称，满满的芋泥和布丁增添了饮品的丰富口感。"
        },
        {
            "name": "法式奶霜红茶",
            "description": "适合加入冰淇淋，形成冰淇淋芋泥红茶的独特风味。"
        },
        {
            "name": "茉香奶绿",
            "description": "以淡淡的茉香和芋泥为特色，无糖后口感更佳。"
        },
        {
            "name": "蜜恋桃桃",
            "description": "以蔓越莓、桃子果肉、晶球和奶霜为主要配料，口感丰富。"
        },
        {
            "name": "茉香奶绿",
            "description": "以淡淡的茉香和芋泥为特色，无糖后口感更佳。"
        },
        {
            "name": "梦幻星空葡萄",
            "description": "以葡萄冰沙为主，适合夏天饮用。"
        },
        {
            "name": "奶茶三兄弟",
            "description": "包含龟苓膏、布丁、珍珠，提供浓郁奶茶香和弹弹的口感。"
        },
        {
            "name": "鲜芋青稞牛奶",
            "description": "结合了牛奶和芋头，还有青稞和红豆，推荐半糖。"
        },
        {
            "name": "鲜百香双响炮",
            "description": "以百香果味为主，酸甜适中，特别适合夏天。"
        },
        {
            "name": "奶霜草莓",
            "description": "厚实的草莓果肉搭配珍珠椰果，口感丰富。"
        },
        {
            "name": "铁观音珍珠奶茶",
            "description": "茶和奶的完美结合，适合不喜欢甜食的顾客。"
        },
        {
            "name": "冰淇凌红茶",
            "description": "加入冰淇淋后，形成香草奶茶的味道。"
        },
        {
            "name": "葡萄柚养乐多",
            "description": "葡萄柚和养乐多的完美结合，适合不喜欢纯甜饮料的顾客。"
        },
        {
            "name": "奶霜莓莓果茶",
            "description": "以树莓籽为特色，奶味浓郁。"
        },
        {
            "name": "轻奶茶西米露布丁",
            "description": "绿茶味道浓郁，搭配布丁和西米露。"
        },
        {
            "name": "铁观音奶盖",
            "description": "微微的茶味，搭配红豆和布丁。"
        },
        {
            "name": "酒酿桂圆红枣茶",
            "description": "特别温暖治愈，适合特殊时期饮用。"
        }
    ]
}